Repository: NilsRo/OctoPrint-SlicerEstimator
Catalog: octoprint_SlicerEstimator/translations/*/LC_MESSAGES/messages.po
Languages: de

source: No print time estimation from slicer available. Please upload GCODE file again. The file was uploaded before Slicer Estimator was installed or Slicer was not detected.
de: Keine erwartete Druckzeit vom Slicer verfügbar.Bitte GCODE erneut hochladen. Die Datei wurde hochgeladen bevor Slicer Estimator installiert war oder der Slicer wurde nicht erkannt.

source: For the selected file the metadata was missing. It is updated now, refresh the filelist if you like to see the metadata found.
de: In der ausgewählten Datei fehlten die Metadaten. Diese wurden aktualisiert, zur Anzeige die Dateiansicht aktualisieren.

source: Slicer not detected. Please open a ticket if the slicer should be known...
de: Slicer nicht erkannt. Bitte ein Ticket eröffnen, wenn der Slicer funktionieren sollte.

source: No timecodes found. Please check if the remaining time feature in the slicer is active.
de: Keine Zeitangaben gefunden. Bitte prüfen, ob diese im Slicer aktiv sind.

source: Based on information added by the slicer.
de: basierend auf der Schätzung des Slicers

source: filament change (M600)
de: Filamentwechsel (M600)

source: up to
de: bis

source: Delete the list above?
de: Liste wirklich löschen?

source: Main
de: Allgemein

source: Metadata
de: Metadaten

source: Development
de: Entwicklung

source: Print time estimation
de: Druckzeit

source: The average estimation is based on the last prints (green dot is shown). It can be more accurate in the first minutes compared to the slicer estimation as it also includes the heatup time of the printer and is based on the print-history. After print-start slicer estimation is fine.
de: Die 'durchschnittliche Druckzeit' wird aus den letzten Drucken ermittelt (grüner Punkt). Dies ist meistens genauer als die vom Slicer ermittelte Zeit und berücksichtigt auch die Aufwärmphase.

source: Use average estimation before slicer
de: Nutze die 'durchschnittliche Druckzeit' wenn vorhanden

source: The slicer is selected automatically. If this does not work please open a Ticket. A bug for the slicers below or an enhancement request for additional slicers.
de: Der Slicer wird automatisch ausgewählt. Funktioniert dies nicht bitte ein Ticket eröffnen als Bug für die u.g. Slicer oder für neue Slicer als Erweiterung.

source: No changes to the slicer have to be applied. The overall print time is read out of a comment in the GCODE. This will update continuously the remaining print time.
de: Es müssen keine Änderungen am Slicer durchgeführt werden, da diese aus den GCODE Kommentaren gelesen werden. Dies aktualisiert kontinuierlich die Druckzeit und ermöglicht eine genaue Berechnung.

source: No changes to the slicer have to be applied. The overall print time is read out of a comment in the GCODE. For a correct estimation OctoPrints percentage done is used as there is only the overall print time available.
de: Es müssen keine Änderungen am Slicer durchgeführt werden, da diese aus den GCODE Kommentaren gelesen werden. Für die gesamte Druckzeit wird die prozentuale Schätzung von OctoPrint genutzt.

source: Remaining time is read out of M73 commands. This will update continuously the remaining print time.
de: Die Druckzeit wird aus den M73 Kommandos ermittelt. Dies aktualisiert kontinuierlich die Druckzeit und ermöglicht eine genaue Berechnung.

source: Additional support or a manual is available on <a href="https://github.com/NilsRo/OctoPrint-SlicerEstimator" target="_blank">Github</a>.
de: Support und eine Anleitung sind verfügbar auf <a href="https://github.com/NilsRo/OctoPrint-SlicerEstimator" target="_blank">Github</a>.

source: Create issue
de: Ticket erstellen

source: How to add custom metadata to OctoPrints filelist see <a href="https://github.com/NilsRo/OctoPrint-SlicerEstimator" target="_blank">here</a>!
de: Wie man eigene Metadaten zu OctoPrints Dateibrowser hinzufügen kann findet man <a href="https://github.com/NilsRo/OctoPrint-SlicerEstimator" target="_blank">hier</a>!

source: Metadata has to be added in the Start GCODE in this format: (;Slicer info:&lt;key&gt;;&lt;value&gt;). You can add as much metadata as you like. You can find an example <a href="https://github.com/NilsRo/Cura_Anycubic_MegaS_Profile" target="_blank">here</a> for Cura.
de: Metadaten müssen im Start GCODE im folgenden Format ergänzt werden: (;Slicer info:&lt;key&gt;;&lt;value&gt;). Du kannst so viele Metadaten hinzufügen wie du magst. Du kannst ein Beispiel hier <a href="https://github.com/NilsRo/Cura_Anycubic_MegaS_Profile" target="_blank">hier</a> für Cura finden.

source: Slicer standard metadata will be used also.
de: Slicer Standard-Metadaten werden auch genutzt.

source: Use Slicer standard metadata
de: Slicer Standard-Metadaten nutzen

source: Filelist
de: Dateibrowser

source: Add custom metadata like filament brand, material,... in OctoPrints filebrowser after uploading a file.
de: Ergänze eigene Metadaten wie Filamenthersteller, Material, ... in OctoPrints Dateibrowser nach dem Upload.

source: View metadata
de: Metadaten anzeigen

source: Orientation
de: Ausrichtung

source: Change the orientation in the filelist above or below the standard metadata.
de: Ändere die Ausrichtung im Dateibrowser auf oben oder unten.

source: Top
de: oben

source: Bottom
de: unten

source: Current print
de: Druckstatus

source: Add custom metadata like filament brand, material,... in OctoPrints current print view.
de: Zeige eigene Metadaten wie Filamenthersteller, Material, ... in OctoPrints Druckbereich an.

source: (restart of GUI - Browsersession - required)
de: (Neustart der GUI - Browsersession - notwendig)

source: Metadata ID
de: Metadaten ID

source: Description
de: Beschreibung

source: Refresh Metadata
de: Metadaten aktualisieren

source: Delete List
de: Einträge löschen

source: Use Refresh to update metadata from files. It will not delete entries...
de: Nutze 'Aktualisieren' um die Metadaten neu einzulesen. Dies löscht keine Einträge...

source: Developer settings - use at your own risk / enable it on request only
de: Entwickler-Einstellungen - auf eigene Gefahr / nur auf Rückfrage aktivieren

source: Update from development branch
de: Aktualisieren aus Entwickler-Branch

source: Use development branch <b>Restart of OctoPrint required</b>
de: Benutze Entwickler-Branch <b>Neustart von OctoPrint notwendig</b>

source: Delete Metadata stored
de: gespeicherte Metadaten löschen

source: Update Metadata stored
de: gespeicherte Metadaten aktualisieren
